
/* Class = "NSMenuItem"; title = "Mettre tout au premier plan"; ObjectID = "5"; */
"5.title" = "Mettre tout au premier plan";

/* Class = "NSMenuItem"; title = "Fenêtre"; ObjectID = "19"; */
"19.title" = "Fenêtre";

/* Class = "NSMenuItem"; title = "Réduire"; ObjectID = "23"; */
"23.title" = "Réduire";

/* Class = "NSMenu"; title = "Fenêtre"; ObjectID = "24"; */
"24.title" = "Fenêtre";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "MainMenu";

/* Class = "NSMenuItem"; title = "Outil d'Analyse de Contraste des Couleurs"; ObjectID = "56"; */
"56.title" = "Outil d'Analyse de Contraste des Couleurs";

/* Class = "NSMenu"; title = "Outil d'Analyse de Contraste des Couleurs"; ObjectID = "57"; */
"57.title" = "Outil d'Analyse de Contraste des Couleurs";

/* Class = "NSMenuItem"; title = "A propos de l'Outil d'Analyse de Contraste des Couleurs"; ObjectID = "58"; */
"58.title" = "A propos de l'Outil d'Analyse de Contraste des Couleurs";

/* Class = "NSMenuItem"; title = "Aide"; ObjectID = "103"; */
"103.title" = "Aide";

/* Class = "NSMenu"; title = "Aide"; ObjectID = "106"; */
"106.title" = "Aide";

/* Class = "NSMenuItem"; title = "Aide sur l'Outil d'Analyse de Contraste des Couleur"; ObjectID = "111"; */
"111.title" = "Aide sur l'Outil d'Analyse de Contraste des Couleur";

/* Class = "NSMenuItem"; title = "Préfèrences…"; ObjectID = "129"; */
"129.title" = "Préfèrences…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Services";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Services";

/* Class = "NSMenuItem"; title = "Masquer l'Outil d'Analyse de Contraste des Couleur"; ObjectID = "134"; */
"134.title" = "Masquer l'Outil d'Analyse de Contraste des Couleur";

/* Class = "NSMenuItem"; title = "Quitter l'Outil d'Analyse de Contraste des Couleur"; ObjectID = "136"; */
"136.title" = "Quitter l'Outil d'Analyse de Contraste des Couleur";

/* Class = "NSMenuItem"; title = "Masquer les Autres"; ObjectID = "145"; */
"145.title" = "Masquer les Autres";

/* Class = "NSMenuItem"; title = "Montrer Tout"; ObjectID = "150"; */
"150.title" = "Montrer Tout";

/* Class = "NSWindow"; title = "Outil d'Analyse de Contraste des Couleurs"; ObjectID = "407"; */
"407.title" = "Outil d'Analyse de Contraste des Couleurs";

/* Class = "NSBox"; title = "Premier plan"; ObjectID = "412"; */
"412.title" = "Premier plan";

/* Class = "NSColorWell"; gToolTip = "Sélecteur de premier plan"; ObjectID = "423"; */
"423.gToolTip" = "Sélecteur de premier plan";

/* Class = "NSBox"; title = "Arrière plan"; ObjectID = "424"; */
"424.title" = "Arrière plan";

/* Class = "NSColorWell"; gToolTip = "Sélecteur d'arrière plan"; ObjectID = "430"; */
"430.gToolTip" = "Sélecteur d'arrière plan";

/* Class = "NSTabViewItem"; label = "Resultats de perception des couleurs"; ObjectID = "501"; */
"501.label" = "Resultats de perception des couleurs";

/* Class = "NSTabViewItem"; label = "Résultats"; ObjectID = "503"; */
"503.label" = "Résultats";

/* Class = "NSButton"; gToolTip = "⌘O : Ouvrir le panneau des détails"; ObjectID = "542"; */
"542.gToolTip" = "⌘O : Ouvrir le panneau des détails";

/* Class = "NSBox"; title = "Box"; ObjectID = "560"; */
"560.title" = "Box";

/* Class = "NSMenuItem"; title = "Options"; ObjectID = "562"; */
"562.title" = "Options";

/* Class = "NSMenu"; title = "Options"; ObjectID = "563"; */
"563.title" = "Options";

/* Class = "NSMenuItem"; title = "Afficher les selecteurs de couleur"; ObjectID = "564"; */
"564.title" = "Afficher les selecteurs de couleur";

/* Class = "NSMenuItem"; title = "Afficher valeur de couleur"; ObjectID = "570"; */
"570.title" = "Afficher valeur de couleur";

/* Class = "NSMenu"; title = "Afficher valeur de couleur"; ObjectID = "571"; */
"571.title" = "Afficher valeur de couleur";

/* Class = "NSMenuItem"; title = "Hex"; ObjectID = "572"; */
"572.title" = "Hex";

/* Class = "NSMenuItem"; title = "RGB"; ObjectID = "573"; */
"573.title" = "RGB";

/* Class = "NSTabViewItem"; label = "View"; ObjectID = "588"; */
"588.label" = "View";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "590"; */
"590.label" = "Hex";

/* Class = "NSTextField"; gToolTip = "Affiche et modifie la couleur du premier plan"; ObjectID = "594"; */
"594.gToolTip" = "Affiche et modifie la couleur du premier plan";

/* Class = "NSTextField"; gToolTip = "⌘R : Basculer en mode de saisie RGB"; ObjectID = "595"; */
"595.gToolTip" = "⌘R : Basculer en mode de saisie RGB";

/* Class = "NSTabViewItem"; label = "View"; ObjectID = "597"; */
"597.label" = "View";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "599"; */
"599.label" = "Hex";

/* Class = "NSTextField"; gToolTip = "Affiche et modifie la couleur de l'arrière plan"; ObjectID = "603"; */
"603.gToolTip" = "Affiche et modifie la couleur de l'arrière plan";

/* Class = "NSTextField"; gToolTip = "⌘R : Basculer en mode de saisie RGB"; ObjectID = "604"; */
"604.gToolTip" = "⌘R : Basculer en mode de saisie RGB";

/* Class = "NSTextField"; gToolTip = "⌘E : Basculer en mode de saisie HEX"; ObjectID = "605"; */
"605.gToolTip" = "⌘E : Basculer en mode de saisie HEX";

/* Class = "NSTextField"; gToolTip = "Rouge"; ObjectID = "606"; */
"606.gToolTip" = "Rouge";

/* Class = "NSTextField"; gToolTip = "Vert"; ObjectID = "607"; */
"607.gToolTip" = "Vert";

/* Class = "NSTextField"; gToolTip = "Bleu"; ObjectID = "608"; */
"608.gToolTip" = "Bleu";

/* Class = "NSTextField"; gToolTip = "⌘E : Basculer en mode de saisie HEX"; ObjectID = "609"; */
"609.gToolTip" = "⌘E : Basculer en mode de saisie HEX";

/* Class = "NSTextField"; gToolTip = "Rouge"; ObjectID = "624"; */
"624.gToolTip" = "Rouge";

/* Class = "NSTextField"; gToolTip = "Vert"; ObjectID = "626"; */
"626.gToolTip" = "Vert";

/* Class = "NSTextField"; gToolTip = "Bleu"; ObjectID = "627"; */
"627.gToolTip" = "Bleu";

/* Class = "NSBox"; title = "Box"; ObjectID = "655"; */
"655.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "693"; */
"693.title" = "Box";

/* Class = "NSMenuItem"; title = "Edition"; ObjectID = "719"; */
"719.title" = "Edition";

/* Class = "NSMenu"; title = "Edition"; ObjectID = "720"; */
"720.title" = "Edition";

/* Class = "NSMenuItem"; title = "Copier"; ObjectID = "741"; */
"741.title" = "Copier";

/* Class = "NSMenuItem"; title = "Coller"; ObjectID = "746"; */
"746.title" = "Coller";

/* Class = "NSBox"; title = "Algorithme"; ObjectID = "767"; */
"767.title" = "Algorithme";

/* Class = "NSButtonCell"; gToolTip = "⌘D : Choisir l'algorithme de différence de Couleur/Intensité"; ObjectID = "785"; */
"785.gToolTip" = "⌘D : Choisir l'algorithme de différence de Couleur/Intensité";

/* Class = "NSButtonCell"; title = "Différence de Couleur/Intensité"; ObjectID = "785"; */
"785.title" = "Différence de Couleur/Intensité";

/* Class = "NSButtonCell"; gToolTip = "⌘L :Choisir l'algorithme de Luminosité"; ObjectID = "786"; */
"786.gToolTip" = "⌘L :Choisir l'algorithme de Luminosité";

/* Class = "NSButtonCell"; title = "Luminosité"; ObjectID = "786"; */
"786.title" = "Luminosité";

/* Class = "NSTabViewItem"; label = "Resultats de perception des couleurs"; ObjectID = "788"; */
"788.label" = "Resultats de perception des couleurs";

/* Class = "NSTabViewItem"; label = "Résultats"; ObjectID = "800"; */
"800.label" = "Résultats";

/* Class = "NSButton"; gToolTip = "⌘O : Ouvrir le panneau des détails"; ObjectID = "803"; */
"803.gToolTip" = "⌘O : Ouvrir le panneau des détails";

/* Class = "NSBox"; title = "Texte"; ObjectID = "804"; */
"804.title" = "Texte";

/* Class = "NSBox"; title = "Box"; ObjectID = "811"; */
"811.title" = "Box";

/* Class = "NSBox"; title = "Grand texte"; ObjectID = "813"; */
"813.title" = "Grand texte";

/* Class = "NSMenuItem"; title = "Algorithme"; ObjectID = "862"; */
"862.title" = "Algorithme";

/* Class = "NSMenu"; title = "Algorithme"; ObjectID = "863"; */
"863.title" = "Algorithme";

/* Class = "NSMenuItem"; title = "Différence de Couleur/Intensité"; ObjectID = "864"; */
"864.title" = "Différence de Couleur/Intensité";

/* Class = "NSMenuItem"; title = "Luminosité"; ObjectID = "865"; */
"865.title" = "Luminosité";

/* Class = "NSTextFieldCell"; title = "Couleur:"; ObjectID = "929"; */
"929.title" = "Couleur:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "930"; */
"930.title" = "RGB:";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "931"; */
"931.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "932"; */
"932.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "933"; */
"933.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "#000000"; ObjectID = "934"; */
"934.placeholderString" = "#000000";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "935"; */
"935.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Rouge"; ObjectID = "937"; */
"937.title" = "Rouge";

/* Class = "NSTextFieldCell"; title = "Vert"; ObjectID = "939"; */
"939.title" = "Vert";

/* Class = "NSTextFieldCell"; title = "Bleu"; ObjectID = "941"; */
"941.title" = "Bleu";

/* Class = "NSTextFieldCell"; title = "Couleur:"; ObjectID = "942"; */
"942.title" = "Couleur:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "943"; */
"943.title" = "RGB:";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "944"; */
"944.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "945"; */
"945.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "255"; ObjectID = "946"; */
"946.placeholderString" = "255";

/* Class = "NSTextFieldCell"; placeholderString = "#000000"; ObjectID = "947"; */
"947.placeholderString" = "#000000";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "948"; */
"948.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Rouge"; ObjectID = "952"; */
"952.title" = "Rouge";

/* Class = "NSTextFieldCell"; title = "Bleu"; ObjectID = "953"; */
"953.title" = "Bleu";

/* Class = "NSTextFieldCell"; title = "Vert"; ObjectID = "954"; */
"954.title" = "Vert";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "955"; */
"955.title" = "Normal";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "956"; */
"956.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Protanopie"; ObjectID = "957"; */
"957.title" = "Protanopie";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "958"; */
"958.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Deutéranopie"; ObjectID = "959"; */
"959.title" = "Deutéranopie";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "960"; */
"960.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Tritanopie"; ObjectID = "961"; */
"961.title" = "Tritanopie";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "962"; */
"962.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Achromatopsie"; ObjectID = "963"; */
"963.title" = "Achromatopsie";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "964"; */
"964.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; placeholderString = "Colour/Brightness difference: 000 / 000"; ObjectID = "965"; */
"965.placeholderString" = "Colour/Brightness difference: 000 / 000";

/* Class = "NSButtonCell"; title = "Montrer détails"; ObjectID = "966"; */
"966.title" = "Montrer détails";

/* Class = "NSTextFieldCell"; title = "exemple de texte avec contraste"; ObjectID = "967"; */
"967.title" = "exemple de texte avec contraste";

/* Class = "NSTextFieldCell"; title = "Tritanopie"; ObjectID = "969"; */
"969.title" = "Tritanopie";

/* Class = "NSTextFieldCell"; title = "Deutéranopie"; ObjectID = "970"; */
"970.title" = "Deutéranopie";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "971"; */
"971.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "972"; */
"972.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; title = "Protanopie"; ObjectID = "973"; */
"973.title" = "Protanopie";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "974"; */
"974.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "975"; */
"975.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "976"; */
"976.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "977"; */
"977.title" = "Normal";

/* Class = "NSTextFieldCell"; title = "Achromatopsie"; ObjectID = "978"; */
"978.title" = "Achromatopsie";

/* Class = "NSTextFieldCell"; placeholderString = "Contrast ratio: 00:00"; ObjectID = "979"; */
"979.placeholderString" = "Contrast ratio: 00:00";

/* Class = "NSButtonCell"; title = "Montrer détails"; ObjectID = "980"; */
"980.title" = "Montrer détails";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "981"; */
"981.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "983"; */
"983.placeholderString" = "PASS AA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "985"; */
"985.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "987"; */
"987.placeholderString" = "PASS AA";

/* Class = "NSButtonCell"; title = "Copier les résultats"; ObjectID = "989"; */
"989.title" = "Copier les résultats";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "990"; */
"990.title" = "Radio";
